const questionsDb = [
    {
        id: 1,
        ru: { q: "Что такое газовый фактор?",
              a: ["Количество добытого газа, приходящееся на одну тонну дегазированной нефти.", 
                  "Количество газа добываемого вместе с нефтью за сутки.", 
                  "Количество газа, выделяющееся из нефти в виде пузырьков на забое скважины.", 
                  "Количество газа, выделяющееся в НКТ за сутки."] },
        kz: { q: "Газ факторы дегеніміз не?",
              a: ["Газсыздандырылған мұнайдың бір тоннасына келетін өндірілген газдың мөлшері", 
                  "Тәулігіне мұнаймен бірге өндірілетін газдың мөлшері.", 
                  "Ұңғыманың түбіндегі көпіршіктер түрінде мұнайдан бөлінетін газ мөлшері.", 
                  "Бір тәулікте СҚҚ-дан бөлінетін газ мөлшері."] },
        correct: 0 
    },
    {
        "id": 2,
        "ru": {
            "q": "Условие фонтанирования скважины.",
            "a": [
                "Давление столба жидкости, заполняющей скважину, равно пластовому давлению.",
                "Давление столба жидкости, заполняющей скважину, больше пластового давления.",
                "Давление столба жидкости, заполняющей скважину, меньше пластового давления.",
                "Пластовое давление, не превышает давления столба жидкости в скважине."
            ]
        },
        "kz": {
            "q": "Ұңғыманы атқылау шарты",
            "a": [
                "Ұңғыманы толтыратын сұйықтық бағанының қысымы қабат қысымына тең.",
                "Ұңғыманы толтыратын сұйықтық бағанының қысымы қабат қысымнан үлкен.",
                "Ұңғыманы толтыратын сұйықтық бағанының қысымы қабат қысымнан аз.",
                "Қабат қысымы, ұңғымадағы сұйықтық бағанының қысымынан аспайды."
            ]
        },
        "correct": 2
    },
    {
        "id": 3,
        "ru": {
            "q": "Способность пластов коллекторов пропускать через себя пластовые флюиды при перепаде давления.",
            "a": [
                "Пористость.",
                "Эффективная пористость.",
                "Проницаемость."
            ]
        },
        "kz": {
            "q": "Қысым төмендеген кезде коллектор қабаттарының флюидтерді өз бойымен өткізу қабілеті.",
            "a": [
                "Кеуектілік.",
                "Тиімді кеуектілік.",
                "Өткізгіштік."
            ]
        },
        "correct": 2
    },
    {
        "id": 4,
        "ru": {
            "q": "Какая стадия разработки нефтяного месторождения характеризуется постоянством уровня добычи нефти и минимальной себестоимостью; фонтанные скважины переводятся на механизированный способ добычи?",
            "a": [
                "Первая.",
                "Вторая.",
                "Третья.",
                "Четвертая."
            ]
        },
        "kz": {
            "q": "Мұнай кен орнын игерудің қай кезеңі мұнай өндіру деңгейінің тұрақтылығымен және ең төменгі өзіндік құнымен сипатталады, Фонтандық ұңғымалар өндірудің механикаландырылған тәсіліне ауыстырылады?",
            "a": [
                "Бірінші.",
                "Екінші.",
                "Үшінші.",
                "Төртінші."
            ]
        },
        "correct": 1
    },
    {
        "id": 5,
        "ru": {
            "q": "Как называются фонтанное газо-, нефте, водопроявление вскрытых пластов, выходящее на земную поверхность по трещинам, высокопроницаемым пластам и по контакту цемент порода, за пределами устья скважины?",
            "a": [
                "Грифон.",
                "Нефте-, газо-, водопроявление.",
                "Межколонные проявления."
            ]
        },
        "kz": {
            "q": "Ұңғыманың сағасынан тыс жер бетіне жарықтар, жоғары өткізгіш қабаттар және цемент-жыныстар арқылы шығатын ашық қабаттардың фонтандық газ, мұнай, судың шығуы қалай аталады?",
            "a": [
                "Грифон.",
                "Мұнай, Газ-, Судың шығуы.",
                "Құбыраралық шығуы."
            ]
        },
        "correct": 0
    },
    {
        "id": 6,
        "ru": {
            "q": "Что такое скин-фактор?",
            "a": [
                "Степень загрязнения призабойной зоны.",
                "Степень глинизации призабойной зоны.",
                "Коэффициент проницаемости призабойной зоны скважины."
            ]
        },
        "kz": {
            "q": "Скин-Фактор дегеніміз не?",
            "a": [
                "Ұңғы түбі аумағының ластануы.",
                "Ұңғы түбі аумағының саздануы.",
                "Ұңғы түбі аймағының өткізгіштік коэффициенті."
            ]
        },
        "correct": 0
    },
    {
        "id": 7,
        "ru": {
            "q": "Поясните термин коллектор нефти и газа.",
            "a": [
                "Трещиноватая горная порода, отличающаяся связанной системой пор, трещин и каверн, содержащая нефть, газ и сопровождающую их пластовую воду.",
                "Горная порода, с системой пор, трещин и каверн, содержащая нефть, газ и сопровождающую их пластовую воду.",
                "Пористая или трещиноватая горная порода, отличающаяся связанной системой пор, трещин и каверн, содержащая нефть, газ и сопровождающую их пластовую воду."
            ]
        },
        "kz": {
            "q": "Мұнай және газ қабаты терминін түсіндіріңіз.",
            "a": [
                "Құрамында мұнай, газ және ілеспе қабат сулары бар кеуектер, жарықтар және каверналардың байланысқан жүйесімен сипатталатын жарықшақты тау жынысы.",
                "Құрамында мұнай, газ және олармен бірге жүретін қабат сулары бар кеуек, жарықтар мен каверналар жүйесі бар тау жынысы.",
                "Мұнай, газ және олармен бірге жүретін қабат сулары бар кеуектер, жарықтар мен каверналар жүйесімен сипатталатын жарылған тау жынысы."
            ]
        },
        "correct": 2
    },
    {
        "id": 8,
        "ru": {
            "q": "Объясните понятие «месторождение нефти».",
            "a": [
                "Одна или группа залежей расположенных на одной территории.",
                "Совокупность нефтеносных пластов расположенных в пределах одной нефтеносной провинции территории.",
                "Совокупность нефтеносных пластов."
            ]
        },
        "kz": {
            "q": "\"Мұнай кен орны\" ұғымын түсіндіріңіз.",
            "a": [
                "Бір аумақта орналасқан бір немесе бір топ кешені.",
                "Бір мұнайлы шалғай аумақта орналасқан мұнай қабаттарының жиынтығы.",
                "Мұнай қабаттарының жиынтығы."
            ]
        },
        "correct": 0
    },
    {
        "id": 9,
        "ru": {
            "q": "Что такое коэффициент нефтеотдачи пласта.",
            "a": [
                "Отношение количества извлечённой из пласта нефти к извлекаемым запасам.",
                "Отношение количества извлекаемой за сутки из скважины нефти к разнице пластового и забойного давления.",
                "Отношение количества извлечённой из пласта нефти к первоначальным запасам."
            ]
        },
        "kz": {
            "q": "Қабаттың мұнай өндіру коэффициенті дегеніміз не?",
            "a": [
                "Қабаттан алынған мұнай мөлшерінің алынатын қорларға қатынасы.",
                "Ұңғымадан тәулігіне алынатын мұнай мөлшерінің қабаттық және ұңғы түбі қысымының айырмасына қатынасы.",
                "Қабаттан алынған мұнай мөлшерінің бастапқы қорларға қатынасы."
            ]
        },
        "correct": 2
    },
    {
        "id": 10,
        "ru": {
            "q": "Что такое коэффициент пористости.",
            "a": [
                "Отношение объёма пор и пустот в породе к массе всей породы.",
                "Отношение суммарного объёма пор и пустот в породе к объёму всей породы.",
                "Разница между абсолютной и эффективной пористостью."
            ]
        },
        "kz": {
            "q": "Кеуектілік коэффициенті дегеніміз не?",
            "a": [
                "Тау жынысындағы кеуектер мен бос қуыстар көлемінің, барлық тау жынысының массасына қатынасы.",
                "Тау жынысындағы кеуектер мен бос қуыстар жиынтық көлемінің бүкіл тау жынысының көлеміне қатынасы.",
                "Абсолюттік және тиімді кеуектілік арасындағы айырма."
            ]
        },
        "correct": 1
    },
    {
        "id": 11,
        "ru": {
            "q": "Охарактеризуйте понятие \"фонтанная добыча\".",
            "a": [
                "Способ эксплуатации скважин при котором подъем нефти на поверхность осуществляется за счет пластовой энергии.",
                "Способ эксплуатации скважин при котором подъем нефти на поверхность осуществляется без применения насосного оборудования.",
                "Способ эксплуатации скважин при котором подъем нефти на поверхность осуществляется за счет подвода к башмаку подъемных труб сжатого нефтяного газа или воздуха, энергия которых используется для подъема нефти."
            ]
        },
        "kz": {
            "q": "«Бұрқақты өндіру» түсінігіне сипаттама беріңіз.",
            "a": [
                "Мұнайдың жер бетіне көтерілуі қабат энергиясы есебінен жүзеге асырылатын ұңғыманы пайдалану әдісі.",
                "Мұнайдың жер бетіне көтерілуі сорғы жабдығын қолданбай жүзеге асырылатын ұңғыманы пайдалану әдісі.",
                "Сығылған мұнай газын немесе ауаны көтеру құбырларының табанына беру арқылы мұнайды жер бетіне шығаратын ұңғыманы пайдалану әдісі, оның энергиясы мұнайды көтеруге жұмсалады."
            ]
        },
        "correct": 0
    },
    {
        "id": 12,
        "ru": {
            "q": "Дайте определение пластовому давлению.",
            "a": [
                "Давление, под которым находятся жидкости и газ в пласте.",
                "Давление на забое эксплуатационной скважины.",
                "Давление под которым находятся жидкости и газ в пласте в радиусе контура питания эксплуатационной скважины."
            ]
        },
        "kz": {
            "q": "Қабат қысымына анықтама беріңіз.",
            "a": [
                "Қабаттағы сұйықтар мен газда болатын қысым.",
                "Пайдаланудағы ұңғыманың ұңғы түбі қысымы.",
                "Пайдаланудағы ұңғыманың қоректену контурының радиусында қабаттағы сұйықтар мен газда болатын қысым."
            ]
        },
        "correct": 0
    },
    {
        "id": 13,
        "ru": {
            "q": "Дайте определение пластовой температуре.",
            "a": [
                "Параметр пласта характеризующий его тепловое состояние.",
                "Пластовая температура, замеренная в первой разведочной скважине."
            ]
        },
        "kz": {
            "q": "Қабат температурасына анықтама беріңіз.",
            "a": [
                "Қабаттың жылулық күйін сипаттайтын параметрі.",
                "Бірінші барлау ұңғымасында өлшенген қабат температурасы."
            ]
        },
        "correct": 0
    },
    {
        "id": 14,
        "ru": {
            "q": "Что такое депрессия?",
            "a": [
                "Разница между пластовым и забойным давлением.",
                "Разница между забойным и пластовым давлением.",
                "Разница между забойным давлением и пластовой температурой."
            ]
        },
        "kz": {
            "q": "Депрессия дегеніміз не?",
            "a": [
                "Қабат қысымымен ұңғы түбі қысымының айырмасы.",
                "Ұңғы түбі қысымымен қабат қысымының айырмасы.",
                "Ұңғы түбі қысымымен қабат температурасының айырмасы."
            ]
        },
        "correct": 0
    },
    {
        "id": 15,
        "ru": {
            "q": "Потенциал скважины при снижении забойного давления:",
            "a": [
                "Незначительно уменьшается.",
                "Уменьшается.",
                "Увеличивается.",
                "Не изменяется."
            ]
        },
        "kz": {
            "q": "Ұңғы түбі қысымы төмендеген кездегі ұңғы потенциалы:",
            "a": [
                "Аздап төмендейді.",
                "Төмендейді.",
                "Көтеріледі.",
                "Өзгермейді."
            ]
        },
        "correct": 1
    },
    {
        "id": 16,
        "ru": {
            "q": "Дайте определение термина \"обводненность\" продукции скважины.",
            "a": [
                "Доля попутной воды в добываемой нефти из скважины.",
                "Доля попутной воды в добываемой жидкости из скважины.",
                "Доля добываемой жидкости из скважины."
            ]
        },
        "kz": {
            "q": "Ұңғыма өнімінің «сулану» терминіне анықтама беріңіз.",
            "a": [
                "Ұңғымадан өндірілген мұнайдағы ілеспе судың үлесі.",
                "Ұңғымадан өндірілетін сұйықтықтағы ілеспе судың үлесі.",
                "Ұңғымадан өндірілетін сұйықтықтың үлесі."
            ]
        },
        "correct": 0
    },
    {
        "id": 17,
        "ru": {
            "q": "Дайте определение термину \"действующий фонд скважин\".",
            "a": [
                "Фонд скважин, находящихся в работе и простаивающий менее 30 суток.",
                "Фонд скважин, находящихся в работе.",
                "Фонд скважин, простаивающий менее 30 суток.",
                "Фонд скважин, находящихся в работе и простаивающий менее 60 суток."
            ]
        },
        "kz": {
            "q": "«Қолданыстағы ұңғыма қоры» терминіне анықтама беріңіз.",
            "a": [
                "Жұмыс істеп тұрған және 30 тәуліктен аз уақыт тұрып қалған ұңғы қоры.",
                "Жұмыс істеп тұрған ұңғы қоры.",
                "30 тәуліктен аз уақыт тұрып қалған ұңғы қоры.",
                "Жұмыс істеп тұрған және 60 тәуліктен аз уақыт тұрып қалған ұңғы қоры."
            ]
        },
        "correct": 0
    },
    {
        "id": 18,
        "ru": {
            "q": "Какие существуют способы эксплуатации нефтяных скважин?",
            "a": [
                "Фонтанный, механизированный УЭЦН, УШГН, Струйные и мембранные насосы.",
                "Фонтанный, газлифтный и механизированный.",
                "Фонтанный, газлифтный."
            ]
        },
        "kz": {
            "q": "Мұнай ұңғымаларын пайдаланудың қандай жолдары бар?",
            "a": [
                "Бұрқақты, механикаландырылған УЭЦН, УШГН, Струйный және мембранды сорап.",
                "Бұрқақты, газлифт және механикаландырылған.",
                "Бұрқақты, газлифт."
            ]
        },
        "correct": 1
    },
    {
        "id": 19,
        "ru": {
            "q": "Какие существуют схемы размещения скважин на месторождении?",
            "a": [
                "Рядные, площадные, законтурные.",
                "Законтурные, внутриконтурные, очаговые, точечные.",
                "Рядные 1-7 рядные, площадные 4-х 9-и точечные."
            ]
        },
        "kz": {
            "q": "Кен орнында ұңғымаларды орналастыру схемалары қандай?",
            "a": [
                "Қатарлы, аймақты, контур сырты.",
                "Контур сырты, контур іші, ошақты, нүктелі.",
                "Қатарлы 1-7 ряд, аймақты 4-ік 9-нүктелі."
            ]
        },
        "correct": 0
    },
    {
        "id": 20,
        "ru": {
            "q": "Назначение нагнетательных скважин и системы ППД.",
            "a": [
                "Для закачки вытесняющего агента.",
                "Для поддержания пластового давления близким к первоначальному.",
                "Для закачки вытесняющего агента и поддержания пластового давления близким к первоначальному."
            ]
        },
        "kz": {
            "q": "Айдау ұңғымаларының және қабат қысымын ұстау жүйесінің мақсаты.",
            "a": [
                "Ығыстырушы агентті айдау мақсатында.",
                "Қабат қысымын бастапқы қысымға тең ұстау мақсатында.",
                "Ығыстырушы агентті айдау және қабат қысымын бастапқы қысымға тең ұстау мақсатында."
            ]
        },
        "correct": 2
    },
    {
        "id": 21,
        "ru": {
            "q": "Дайте определение термину \"эксплуатационный фонд скважин\".",
            "a": [
                "Весь фонд кроме скважин находящихся в пьезометре, консервации, ожидании ликвидации и ликвидированных.",
                "Весь фонд скважин кроме разведочных.",
                "Весь фонд скважин кроме законсервированных и ликвидированных."
            ]
        },
        "kz": {
            "q": "\"Пайдалану қоры ұңғылары\" терминіне анықтама беріңіз.",
            "a": [
                "Пьезометрде орналасқан, консервацияланған, жойылуын күтіп тұрған және жойылған ұңғымалардан басқа барлық қор.",
                "Барлаудан басқа ұңғымалардың барлық қоры.",
                "Тоқтатып қою және жойылғанан басқа ұңғыманың барлық қоры."
            ]
        },
        "correct": 2
    },
    {
        "id": 22,
        "ru": {
            "q": "К малодебитным относятся скважины с дебитом:",
            "a": [
                "До 5 м3/сут",
                "До 3 м3/сут",
                "От 5 до 35 м3/сут",
                "Более 35 м3/сут"
            ]
        },
        "kz": {
            "q": "Төмен өнімді дебиті бар ұңғымаларға жататын:",
            "a": [
                "5 м3/сут дейін",
                "3 м3/сут дейін",
                "5 тен 35 м3/сут дейін",
                "35 м3/сут жоғары"
            ]
        },
        "correct": 0
    },
    {
        "id": 23,
        "ru": {
            "q": "С какой периодичностью снимается динамограмма при выводе УШГН на режим?",
            "a": [
                "После запуска",
                "После вывода на стабильный режим",
                "После запуска и после вывода на стабильный режим"
            ]
        },
        "kz": {
            "q": "УШГН режиміне әкелген кезде динамометр жазбасы қандай жиілікпен алынады?",
            "a": [
                "Іске қосылғаннан кейін",
                "Тұрақты режимге жеткеннен кейін",
                "Іске қосқаннан кейін және тұрақты режимге жеткеннен кейін"
            ]
        },
        "correct": 2
    },
    {
        "id": 24,
        "ru": {
            "q": "СКД-3-1,5-710 обозначает:",
            "a": [
                "Станок качалка дезаксиальная с номинальной нагрузкой на устьевом штоке 3 т, наибольшей длиной хода устьевого штока 1,5 м номинальным крутящим моментом 710 кгс.м.",
                "Станок качалка дезаксиальная с наибольшей длиной хода устьевого штока 3 м, номинальным крутящим моментом 1,5 мПа, номинальной нагрузкой на устьевом штоке 710 кг.",
                "Станок качалка дезаксиальная с габаритами длинна 3 м, ширина 1,5 м, масса 710 кг."
            ]
        },
        "kz": {
            "q": "ТКД-3-1,5-710 білдіреді:",
            "a": [
                "Тербелмелі қондырғысы дезаксиалды ұңғыма сағасындағы номиналды жүктемемен 3 т, ұңғыма сағасының штангасының ең ұзын жүрісі 1,5 м номиналды айналу моменті 710 кгс.м.",
                "Тербелмелі қондырғысы деаксиалды ұңғыма сағасының штангасының ең ұзын жүрісі 3 м, номиналды айналу моменті 1,5 МПа, ұңғыма сағасының штангасындағы номиналды жүктеме 710 кг осьсіз тербеліс машинасы.",
                "Өлшемдері ұзындығы 3 м, ені 1,5 м, салмағы 710 кг тербелетін машина деаксиалды."
            ]
        },
        "correct": 0
    },
    {
        "id": 25,
        "ru": {
            "q": "Из каких условий рассчитывается удельный вес раствора при глушении скважин?",
            "a": [
                "Пластовое давление.",
                "Забойное давление.",
                "Влияние скважин ППД."
            ]
        },
        "kz": {
            "q": "Ұңғымаларды тұншықтыру кезінде ерітіндінің меншікті салмағы қандай жағдайлардан есептеледі?",
            "a": [
                "Қабат қысымы.",
                "Ұңғы түбі қысымы.",
                "ППД ұңғымалардың әсері."
            ]
        },
        "correct": 0
    },
    {
        "id": 26,
        "ru": {
            "q": "Несбалансированная работа СК приведет:",
            "a": [
                "К уменьшению подачи и преждевременному отказу насоса.",
                "К ускоренному износу всех узлов станка и электродвигателя.",
                "К срыву подачи насоса."
            ]
        },
        "kz": {
            "q": "ТҚ-ның теңгерімсіз жұмысы қандай жағдайға әкеледі?",
            "a": [
                "Ағынның төмендеуіне және сорғының мерзімінен бұрын істен шығуына.",
                "Машинаның және электр қозғалтқышының барлық бөлшектерінің жылдам тозуына.",
                "Сорғының істен шығуына."
            ]
        },
        "correct": 1
    },
    {
        "id": 27,
        "ru": {
            "q": "Условие притока жидкости из пласта в скважину:",
            "a": [
                "Пластовое давление меньше забойного.",
                "Пластовое давление равно забойному.",
                "Пластовое давление больше забойного."
            ]
        },
        "kz": {
            "q": "Қабаттан ұңғымаға сұйықтықтың ағу немесе құйылуы қандай жағдайда болады?",
            "a": [
                "Қабат қысымы ұңғы түбі қысымынан төмен жағдайда.",
                "Қабат қысымы ұңғы түбі қысымына тең жағдайда.",
                "Қабат қысымы ұңғы түбі қысымынан жоғары жағдайда."
            ]
        },
        "correct": 2
    },
    {
        "id": 28,
        "ru": {
            "q": "Основное оборудование станка-качалки:",
            "a": [
                "Рама, электродвигатель, ременная передача, редуктор, кривошипы, противовесы, шатуны, траверса, пирамида, балансир, головка балансира, канатная подвеска.",
                "Электродвигатель, ременная передача, редуктор, кривошипы, шатуны, траверса, балансир, канатная подвеска, подвеска устьевого штока.",
                "Рама, электродвигатель, ременная передача, редуктор, кривошипы, шатуны, траверса, пирамида, балансир, канатная подвеска."
            ]
        },
        "kz": {
            "q": "Тербелмелі қондырғысының негізгі жабдығы:",
            "a": [
                "Болат жақтау, электірқозғалтқыш, беріліс белдігі, редуктор, кривошип, ауырлатқыш, шатун, траверс, перамида, теңгергіш, теңгергіш басы, болат арқан ілмегі.",
                "Электірқозғалтқыш, беріліс белдігі, редуктор, кривошип, шатун, траверс, теңгергіш, болат арқан ілмегі, саға жылтыр білегінің ілмегі.",
                "Болат жақтау, электірқозғалтқыш, беріліс белдігі, редуктор, кривошип, шатун, траверс, перамида, теңгергіш, болат арқан ілмегі."
            ]
        },
        "correct": 2
    },
    {
        "id": 29,
        "ru": {
            "q": "Обвязка устья при наличии давления в скважине должна позволять проведение:",
            "a": [
                "Смена штуцера для регулирования дебита скважины.",
                "Смена сальника полированного штока при наличии давления в скважине, замер устьевого давления и температуры.",
                "Смена набивки сальника полированного штока при наличии давления в скважине, замер устьевого давления, температуры и дебета.",
                "Смена набивки сальника полированного штока при наличии давления в скважине, замер устьевого давления и температуры."
            ]
        },
        "kz": {
            "q": "Ұңғымадағы қысым болған кезде ұңғыма сағасының құбырлары қандай мүмкіндік беру керек:",
            "a": [
                "Ұңғыманың өнімін реттеу үшін штуцер орнату мүмкіндігі.",
                "Ұңғыда қысым болған жағдайда жылтырбілектің сальнигін ауыстыру, ұңғыма сағасының қысымын және температурасын өлшеу мүмкіндігі.",
                "Ұңғыда қысым болған жағдайда жылтырбілектің салмалы сальнигін ауыстыру, ұңғыма сағасының қысымын, температурасын және өнімін өлшеу мүмкіндігі.",
                "Ұңғыда қысым болған жағдайда жылтырбілектің салмалы сальнигін ауыстыру, ұңғыма сағасының қысымын, температурасын өлшеу мүмкіндігі."
            ]
        },
        "correct": 2
    },
    {
        "id": 30,
        "ru": {
            "q": "Для обслуживания тормоза станка-качалки устраивается:",
            "a": [
                "Эстакада.",
                "Площадка с ограждением.",
                "Съемное ограждение с креплением, предотвращающим несанкционированный доступ к тормозу."
            ]
        },
        "kz": {
            "q": "Тербелмелі қондырғысының тежегішіне қызмет көрсету үшін не орнатылады:",
            "a": [
                "Эстакада.",
                "Қоршауы бар площадка.",
                "Тежегішке рұқсатсыз кіруді болдырмайтын бекітпесі бар алынбалы қоршау орнатылады.",
            ]
        },
        "correct": 1
    },
    {
        "id": 31,
        "ru": {
            "q": "С какой периодичностью необходимо производить визуальный осмотр СК?",
            "a": [
                "1 раз в квартал.",
                "1 раз в месяц.",
                "1 раз в сутки."
            ]
        },
        "kz": {
            "q": "СК қондырғысына көрнекі тексеруді қаншалықты жиі жасау керек?",
            "a": [
                "1 рет тоқсанға.",
                "1 рет айына.",
                "1 рет тәулігіне."
            ]
        },
        "correct": 2
    },
    {
        "id": 32,
        "ru": {
            "q": "Как производится вызов подачи?",
            "a": [
                "При помощи СК.",
                "При помощи подъемного агрегата.",
                "При помощи СК или подъемного агрегата.",
                "Не регламентируется."
            ]
        },
        "kz": {
            "q": "Ұңғымаға сұйықтықты қалай шақырады?",
            "a": [
                "ТҚ көмегімен.",
                "Көтергіш агрегат қондырғымен.",
                "ТҚ немесе көтергіш агрегат қондырғымен.",
                "Реттелмеген."
            ]
        },
        "correct": 0
    },
    {
        "id": 33,
        "ru": {
            "q": "Центраторы на штангах служат для:",
            "a": [
                "Предотвращения истирания НКТ.",
                "Предотвращения износа тела штанг и обрывов.",
                "Предотвращения отложения АСПО в НКТ.",
                "Все ответы верны."
            ]
        },
        "kz": {
            "q": "Орталандырғыштар шыбықта қандай қызмет атқарады:",
            "a": [
                "СКҚ қажалуының алдын алу.",
                "Шыбықтың тозуы мен үзілуін болдырмау.",
                "СКҚ-ның АСПО-дағы шегін алдын алу.",
                "Барлық жауаптар дұрыс."
            ]
        },
        "correct": 0
    },
    {
        "id": 34,
        "ru": {
            "q": "На каком расстоянии от устья скважины должны располагаться бытовые помещения?",
            "a": [
                "На расстоянии не менее высоты мачты (вышки) агрегата плюс 5 м.",
                "На расстоянии не менее высоты мачты (вышки) агрегата плюс 10 м.",
                "На расстоянии не менее высоты мачты (вышки) агрегата плюс 15 м."
            ]
        },
        "kz": {
            "q": "Шаруашылық үй-жай ұңғыма сағасынан қандай қашықтықта орналасуы керек?",
            "a": [
                "Қондырғы діңгегінің (мұнарасының) биіктігінен кем емес қашықтықта плюс 5 м.",
                "Қондырғы діңгегінің (мұнарасының) биіктігінен кем емес қашықтықта плюс 10 м.",
                "Қондырғы діңгегінің (мұнарасының) биіктігінен кем емес қашықтықта плюс 15 м."
            ]
        },
        "correct": 1
    },
    {
        "id": 35,
        "ru": {
            "q": "Какие скважины подлежат глушению перед ремонтом?",
            "a": [
                "Все скважины.",
                "Все скважины с пластовым давлением выше гидростатического.",
                "Скважины, в которых сохраняются условия фонтанирования или газоводонефтепроявлений при пластовых давлениях ниже гидростатического.",
                "Верно, указанное в п.2, 3."
            ]
        },
        "kz": {
            "q": "Жөндеу алдында қандай ұңғыларды тұншықтыру керек?",
            "a": [
                "Барлық ұңғылар.",
                "Қабат қысымы гидростатикадан жоғары барлық ұңғымалар.",
                "Қабат қысымы гидростатикалық деңгейден төмен болған кезде ағыс жағдайы немесе газ-су-мұнай ағындары сақталатын ұңғымалар.",
                "Рас, 2, 3-тармақтарда көрсетілгендей."
            ]
        },
        "correct": 0
    },
    {
        "id": 36,
        "ru": {
            "q": "При какой скорости ветра спуско-подъемные операции запрещаются?",
            "a": [
                "15 м/с, если паспортом агрегата предусмотрена меньшая скорость, то руководствоваться паспортной величиной.",
                "20 м/с, если паспортом агрегата предусмотрена меньшая скорость, то руководствоваться паспортной величиной.",
                "25 м/с, если паспортом агрегата предусмотрена меньшая скорость, то руководствоваться паспортной величиной."
            ]
        },
        "kz": {
            "q": "Желдің қандай жылдамдығында көтеру-түсіру жұмыстары тыйым салынады?",
            "a": [
                "15 м/с, егер қондырғы паспортында төмен жылдамдық қарастырылған болса, онда төлқұжатағы өлшемге сүйене жүргізге болады.",
                "20 м/с, егер төлқұжатында агрегаттың жылдамдық төмен қарастырылған болса, онда төлқұжатағы өлшемге сүйене жүргізге болады.",
                "25 м/с, егер төлқұжатында агрегаттың жылдамдық төмен қарастырылған болса, онда төлқұжатағы өлшемге сүйене жүргізге болады."
            ]
        },
        "correct": 0
    },
    {
        "id": 37,
        "ru": {
            "q": "Куда направляют жидкость, вытекающую из поднятых труб НКТ?",
            "a": [
                "Направляют в дренажную емкость.",
                "Направляют в приямок.",
                "Направляют в специальную емкость."
            ]
        },
        "kz": {
            "q": "Көтерілген СКҚ құбырларынан ағып жатқан сұйықтық қайда бағыттайды?",
            "a": [
                "Дренаждық қамбаға жіберіледі.",
                "Шұңқырға бағыттайды.",
                "Арнайы қамбаға жіберіледі."
            ]
        },
        "correct": 2
    },
    {
        "id": 38,
        "ru": {
            "q": "На что должны устанавливаться агрегаты для ремонта скважин?",
            "a": [
                "На передвижные фундаменты.",
                "На стационарные фундаменты, выполненные в соответствии с требованиями инструкций по эксплуатации или проектов обустройства кустов скважин.",
                "На имеющиеся фундаменты агрегатов по ремонту скважин.",
                "Верно, указанное в п. 1, 2."
            ]
        },
        "kz": {
            "q": "Ұңғымаларды жөндеу агрегат қондырғылары қайда орнатылу керек?",
            "a": [
                "Жылжымалы фундаментке.",
                "Пайдалану нұсқауларының талаптарына немесе ұңғымалардың кластерлік жобаларына сәйкес жасалған стационарлық фундаметтер бойынша.",
                "Ұңғымаларды жөндеу қондырғыларының қолданыстағы фундаментіне.",
                "Рас, 1, 2-тармақтарда көрсетілгендей."
            ]
        },
        "correct": 2
    },
    {
        "id": 39,
        "ru": {
            "q": "Металлические трубы нефтепроводов должны соединяться:",
            "a": [
                "Фланцами.",
                "Муфтами.",
                "Сваркой.",
                "Резьбовыми соединениями.",
                "Верно все перечисленное."
            ]
        },
        "kz": {
            "q": "Темір мұнай құбырларына қосылуы тиіс:",
            "a": [
                "Фланецтермен.",
                "Муфталармен.",
                "Дәнекерлеу.",
                "Бұрандалы қосылыстармен.",
                "Аталғандардың барлығы дұрыс."
            ]
        },
        "correct": 2
    },
    {
        "id": 40,
        "ru": {
            "q": "При замерзании влаги в трубопроводе должны быть приняты меры по:",
            "a": [
                "Наружному осмотру участка трубопровода для того, чтобы убедиться, что трубопровод не поврежден. Приступить к разогреву ледяной пробки.",
                "Наружному осмотру участка трубопровода для того, чтобы убедиться, что трубопровод не поврежден. Отключению трубопровода от общей системы. В случае невозможности отключения трубопровода и угрозы аварии необходимо остановить установку и принять меры к разогреву ледяной пробки.",
                "Отключению трубопровода от общей системы. В случае невозможности отключения трубопровода и угрозы аварии необходимо остановить установку и принять меры к разогреву ледяной пробки.",
                "Разогреву ледяной пробки. Отключению трубопровода от общей системы."
            ]
        },
        "kz": {
            "q": "Құбырдағы ылғал қатқан кезде мынадай шаралар қолданылуы тиіс:",
            "a": [
                "Құбырдың бүлінбегеніне көз жеткізу үшін құбыр учаскесін сыртқы тексеру. Мұзды тығынды жылытуға кірісіңіз.",
                "Құбырдың бүлінбегеніне көз жеткізу үшін құбыр учаскесін сыртқы тексеру. Құбырды жалпы жүйеден ажырату. Құбыр желісін ажырату мүмкін болмаған және авария қаупі болған жағдайда, қондырғыны тоқтату және мұз тығынын қыздыру шараларын қабылдау қажет.",
                "Құбырды жалпы жүйеден ажырату. Құбыр желісін ажырату мүмкін болмаған және авария қаупі болған жағдайда, қондырғыны тоқтату және мұз тығынын қыздыру шараларын қабылдау қажет.",
                "Мұз тығынын жылыту. Құбырды жалпы жүйеден ажырату."
            ]
        },
        "correct": 2
    },
    {
        "id": 41,
        "ru": {
            "q": "Какова периодичность проверок исправности предохранительной, регулирующей и запорной арматуры:",
            "a": [
                "Ежесменно с регистрацией в специальном журнале.",
                "Ежесуточно с оформлением акта.",
                "По графику с занесением результатов в вахтовый журнал.",
                "Еженедельно для отчета руководству.",
                "По решению технического руководителя предприятия."
            ]
        },
        "kz": {
            "q": "Сақтандыру, реттеу және бекіту арматурасының жарамдылығын тексеру кезеңділігі қандай:",
            "a": [
                "Ауысым сайын арнайы журналда тіркеумен.",
                "Күн сайын актіні ресімдей отырып.",
                "Нәтижелерді вахталық журналға енгізе отырып, кесте бойынша.",
                "Басшылыққа есеп беру үшін апта сайын.",
                "Кәсіпорынның техникалық басшысының шешімі бойынша."
            ]
        },
        "correct": 2
    },
    {
        "id": 42,
        "ru": {
            "q": "Функция запорных устройств на выкидных трубопроводах, непосредственно соединенных со скважинами:",
            "a": [
                "Безопасная очистка трубопровода от гидратных пробок.",
                "Отбор проб для анализа среды.",
                "Поворот в обратную сторону движение продукта скважины.",
                "Перекрытие потока среды из скважины при аварийной разгерметизации нефтегазопровода.",
                "Ввод ингибитора и химических реагентов в поток среды из скважины."
            ]
        },
        "kz": {
            "q": "Ұңғымаларға тікелей қосылған шығатын құбырлардағы құлыптау құрылғыларының функциясы:",
            "a": [
                "Құбырды гидратты тығындардан қауіпсіз тазарту.",
                "Ортаны талдау үшін сынамаларды іріктеу.",
                "Кері бағытта бұрылу ұңғыма өнімінің қозғалысы.",
                "Мұнай-газ құбырын авариялық депрессиялау кезінде ұңғымадан орта ағынын жабу.",
                "Ұңғымадан орта ағынына ингибитор мен химиялық реагенттерді енгізу."
            ]
        },
        "correct": 3
    },
    {
        "id": 43,
        "ru": {
            "q": "К проведению ремонтных работ аппаратов, резервуаров и оборудования разрешается приступать после оформления:",
            "a": [
                "Наряда-допуска с указанием ответственных лиц за подготовку и проведение ремонтных работ.",
                "Заказа на проведение работ повышенной опасности.",
                "Разрешения, подписанного техническим руководителем предприятия.",
                "Учетного листа с указанием состава ремонтной бригады.",
                "Акта-допуска на проведение работ повышенной опасности, согласованного со службой охраны труда."
            ]
        },
        "kz": {
            "q": "Аппараттарға, резервуарларға және жабдықтарға жөндеу жұмыстарын жүргізуге ресімделгеннен кейін кірісуге рұқсат етіледі:",
            "a": [
                "Жөндеу жұмыстарын дайындауға және жүргізуге жауапты адамдарды көрсете отырып, наряд-рұқсаттама.",
                "Жоғары қауіпті жұмыстарды жүргізуге тапсырыс беру.",
                "Кәсіпорынның техникалық басшысы қол қойған рұқсат.",
                "Жөндеу бригадасының құрамы көрсетілген есепке алу парағы.",
                "Еңбекті қорғау қызметімен келісілген жоғары қауіпті жұмыстарды жүргізуге рұқсат-актісі."
            ]
        },
        "correct": 0
    },
    {
        "id": 44,
        "ru": {
            "q": "Газозащитными средствами (фильтрующие и шланговые противогазы, изолирующие респираторы) необходимо пользоваться:",
            "a": [
                "При проведении работ на опасном производственном объекте.",
                "При проведении газоопасных работ.",
                "При ремонте трубопроводов.",
                "При проведении любых работ на объектах нефтегазового комплекса.",
                "Только по распоряжению ответственного лица."
            ]
        },
        "kz": {
            "q": "Газ қорғау құралдарын (сүзгіш және шлангілі газтұтқыштар, оқшаулағыш респираторлар) пайдалану қажет:",
            "a": [
                "Қауіпті өндірістік объектіде жұмыстар жүргізу кезінде.",
                "Газға қауіпті жұмыстарды жүргізу кезінде.",
                "Құбырларды жөндеу кезінде.",
                "Мұнай-газ кешені объектілерінде кез келген жұмыстарды жүргізу кезінде.",
                "Тек жауапты тұлғаның өкімі бойынша."
            ]
        },
        "correct": 1
    },
    {
        "id": 45,
        "ru": {
            "q": "Можно ли пользоваться крюками, ломами и трубами для открытия замерзших задвижек, вентилей и других запорных приспособлений?",
            "a": [
                "Допускается пользоваться крюками, ломами и трубами для открытия замерзших задвижек, вентилей и других запорных приспособлений в исключительных случаях по наряду-допуску.",
                "Запрещается пользоваться крюками, ломами и трубами для открытия замерзших задвижек, вентилей и других запорных приспособлений.",
                "Запрещается пользоваться крюками для открытия замерзших задвижек, вентилей и других запорных приспособлений, ломами и трубами разрешается."
            ]
        },
        "kz": {
            "q": "Қатып қалған ысырмаларды, вентильдерді және басқа бекіту құрылғыларын ашу үшін Ілгектерді, сүймендер мен құбырларды пайдалануға бола ма?",
            "a": [
                "Қатып қалған ысырмаларды, вентильдерді және басқа да бекіту құрылғыларын ашу үшін ілгектерді, сүймендер мен құбырларды наряд-рұқсат бойынша ерекше жағдайларда пайдалануға жол беріледі.",
                "Қатып қалған ысырмаларды, вентильдерді және басқа да бекіту құрылғыларын ашу үшін ілгектерді, сүймендер мен құбырларды пайдалануға тыйым салынады.",
                "Қатып қалған ысырмаларды, вентильдерді және басқа да бекіту құрылғыларын ашу үшін ілгектерді, сүймендер мен құбырларды пайдалануға рұқсат етіледі."
            ]
        },
        "correct": 1
    },
    {
        "id": 46,
        "ru": {
            "q": "Участки трубопроводов в местах пересечения с авто- и железными дорогами должны быть заключены:",
            "a": [
                "В защитные кожухи из стальных или железобетонных труб, оборудованные в соответствии с требованиями нормативных документов.",
                "В защитные кожухи из стальных или железобетонных труб, оборудованные в соответствии с требованиями нормативных документов и по согласованию со службой охраны труда.",
                "В защитные кожухи из стальных или железобетонных труб, оборудованные в соответствии с требованиями нормативных документов по согласованию с группой технического надзора."
            ]
        },
        "kz": {
            "q": "Автомобиль және темір жолдармен қиылысатын жерлердегі құбырлардың учаскелері қоршалуы тиіс:",
            "a": [
                "Болат немесе темірбетон құбырларынан жасалған, нормативтік құжаттардың талаптарына сәйкес жабдықталған қорғаныш қаптамаларға.",
                "Нормативтік құжаттардың талаптарына сәйкес және еңбекті қорғау қызметімен келісім бойынша жабдықталған болат немесе темірбетон құбырлардан жасалған қорғаныш қаптамаларға.",
                "Техникалық қадағалау тобының келісімі бойынша және нормативтік құжаттардың талаптарына сәйкес жабдықталған болат немесе темірбетон құбырлардан жасалған қорғаныш қаптамаларға."
            ]
        },
        "correct": 0
    },
    {
        "id": 47,
        "ru": {
            "q": "При каких условиях допускается одновременная прокладка (в одной траншее) трубопроводов?",
            "a": [
                "Допускается совместная прокладка (в одной траншее) трубопроводов одного назначения условным диаметром 300 мм и менее. Количество трубопроводов, укладываемых в одной траншее, не более 3. При одновременной прокладке расстояние между трубопроводами принимается из условия качественного и безопасного производства работ при их сооружении и ремонте, но не менее 0,5 м в свету.",
                "Допускается совместная прокладка (в одной траншее) трубопроводов одного назначения условным диаметром 300 мм и менее. Количество трубопроводов, укладываемых в одной траншее, определяется проектом. При одновременной прокладке расстояние между трубопроводами принимается из условия качественного и безопасного производства работ при их сооружении и ремонте, но не менее 0,5 м в свету.",
                "Допускается совместная прокладка (в одной траншее) трубопроводов одного назначения условным диаметром 300 мм и менее. Количество трубопроводов, укладываемых в одной траншее, определяется по согласованию с территориальными органами Госгортехнадзора России. При одновременной прокладке расстояние между трубопроводами принимается из условия качественного и безопасного производства работ при их сооружении и ремонте, но не менее 0,5 м в свету."
            ]
        },
        "kz": {
            "q": "Қандай жағдайларда құбырларды бір мезгілде (бір траншеяда) төсеуге рұқсат етіледі?",
            "a": [
                "Шартты диаметрі 300 мм және одан кем бір мақсаттағы құбырларды (бір траншеяда) бірге төсеуге рұқсат етіледі. Бір траншеяға салынатын құбырлардың саны 3-тен аспайды. Бір мезгілде төсеу кезінде құбыржолдар арасындағы қашықтық оларды салу және жөндеу кезінде жұмыстарды сапалы және қауіпсіз жүргізу жағдайынан, бірақ жарықта кемінде 0,5 м қабылданады.",
                "Шартты диаметрі 300 мм және одан кем бір мақсаттағы құбырларды (бір траншеяда) бірге төсеуге рұқсат етіледі. Бір траншеяға төселетін құбырлардың саны жобамен анықталады. Бір мезгілде төсеу кезінде құбыржолдар арасындағы қашықтық оларды салу және жөндеу кезінде жұмыстарды сапалы және қауіпсіз жүргізу жағдайынан, бірақ жарықта кемінде 0,5 м қабылданады.",
                "Шартты диаметрі 300 мм және одан кем бір мақсаттағы құбырларды (бір траншеяда) бірге төсеуге рұқсат етіледі. Бір траншеяға салынған құбырлардың саны Ресейдің Госгортехнадзор аумақтық органдарының келісімі бойынша анықталады. Бір мезгілде төсеу кезінде құбыржолдар арасындағы қашықтық оларды салу және жөндеу кезінде жұмыстарды сапалы және қауіпсіз жүргізу жағдайынан, бірақ жарықта кемінде 0,5 м қабылданады."
            ]
        },
        "correct": 1
    },
    {
        "id": 48,
        "ru": {
            "q": "С какой периодичностью и каким путем производится осмотр трубопровода?",
            "a": [
                "Периодичность осмотра трубопровода путем обхода, объезда или облета устанавливается руководством НГДУ в зависимости от местных условий, сложности рельефа трассы, времени года и срока эксплуатации в соответствии с графиком, утвержденным главным инженером.",
                "Периодичность осмотра трубопровода путем обхода, объезда или облета устанавливается путем согласования с группой технического надзора в зависимости от местных условий, сложности рельефа трассы, времени года и срока эксплуатации в соответствии с графиком, утвержденным главным инженером.",
                "Периодичность осмотра трубопровода путем обхода, объезда или облета устанавливается путем согласования с территориальными органами Госгортехнадзора России в зависимости от местных условий, сложности рельефа трассы, времени года и срока эксплуатации в соответствии с графиком, утвержденным главным инженером."
            ]
        },
        "kz": {
            "q": "Құбырды тексеру қандай кезеңділікпен және қандай жолмен жүргізіледі?",
            "a": [
                "Құбыржолдарды айналып өту, айналып өту немесе айналып ұшу жолымен қараудың кезеңділігін жергілікті жағдайларға, трасса рельефінің күрделілігіне, бас инженер бекіткен кестеге сәйкес жыл мезгілі мен пайдалану мерзіміне байланысты МГӨБ басшылығы белгілейді.",
                "Құбыржолды айналып өту, айналып өту немесе айналып ұшу жолымен қараудың мерзімділігі жергілікті жағдайларға, трасса рельефінің күрделілігіне, жыл мезгілі мен пайдалану мерзіміне байланысты бас инженер бекіткен кестеге сәйкес техникалық қадағалау тобымен келісу жолымен белгіленеді.",
                "Құбырды айналып өту, айналып өту немесе айналып өту жолымен тексеру мерзімділігі жергілікті жағдайларға, трасса рельефінің күрделілігіне, бас инженер бекіткен кестеге сәйкес жыл мезгілі мен пайдалану мерзіміне байланысты Ресейдің Мемкенқадағалаукомының аумақтық органдарымен келісу жолымен белгіленеді."
            ]
        },
        "correct": 0
    },
    {
        "id": 49,
        "ru": {
            "q": "Как следует закрывать запорную арматуру трубопровода?",
            "a": [
                "Запорную арматуру на трубопроводах следует открывать и закрывать медленно во избежание гидравлического удара.",
                "Запорную арматуру на трубопроводах следует открывать и закрывать постепенно с использованием рычагов усиления.",
                "Запорную арматуру на трубопроводах следует открывать и закрывать по согласованию с техническим руководителем."
            ]
        },
        "kz": {
            "q": "Құбырдың бекіту арматурасын қалай жабу керек?",
            "a": [
                "Құбырлардағы тиек арматурасын гидравликалық соққыны болдырмау үшін баяу ашу және жабу керек.",
                "Құбырлардағы тиек арматурасын біртіндеп ашу және жабу және күшейту рычагтарын пайдалану керек.",
                "Құбырлардағы тиек арматурасын техникалық басшының келісімі бойынша ашу және жабу қажет."
            ]
        },
        "correct": 0
    },
    {
        "id": 50,
        "ru": {
            "q": "До начала ремонтных работ и осмотром оборудования периодически работающей скважины:",
            "a": [
                "Контргруз должен быть опущен в нижнее положение и заблокирован тормозным устройством.",
                "Контргруз должен быть поднят в верхнее положение и заблокирован тормозным устройством.",
                "Электродвигатель должен быть заторможен.",
                "Электродвигатель должен быть заземлен."
            ]
        },
        "kz": {
            "q": "Жөндеу жұмыстары басталғанға дейін және мерзімді жұмыс істеп тұрған ұңғыманың жабдықтарын қарау:",
            "a": [
                "Қарсы жүктерді төменгі қалыпқа түсірілуі және тежегіш құрылғымен бұғатталуы тиіс.",
                "Қарсы жүктерді жоғарғы қалыпқа көтерілуі және тежегіш құрылғымен бұғатталуы тиіс.",
                "Электр қозғалтқышы тежелуі керек.",
                "Электр қозғалтқышы жерге қосылуы керек."
            ]
        },
        "correct": 0
    },
    {
        "id": 51,
        "ru": {
            "q": "Расстояние между траверсой подвески полированного штока (или штанговращателем) и устьевым сальником должно быть:",
            "a": [
                "Не менее 200 мм.",
                "Не более 20 см.",
                "200 мм.",
                "Как удобнее."
            ]
        },
        "kz": {
            "q": "Жылтыр білік аспасының траверсі (немесе шыбық айналдырғыш) мен сағалық сальник арасындағы қашықтық:",
            "a": [
                "200 мм кем емес.",
                "20 см артық емес.",
                "200 мм.",
                "Қалай ыңғайлы."
            ]
        },
        "correct": 0
    },
    {
        "id": 52,
        "ru": {
            "q": "Расстояние между траверсой подвески полированного штока (или штанговращателем) и устьевым сальником замеряется:",
            "a": [
                "При крайнем верхнем положении головки балансира.",
                "При крайнем нижнем положении головки балансира.",
                "При горизонтальном положении головки балансира.",
                "При откинутой головке балансира."
            ]
        },
        "kz": {
            "q": "Жылтыр білік аспасының траверсі (немесе шыбық айналдырғыш) мен сағалық сальник арасындағы қашықтық өлшенеді:",
            "a": [
                "Теңгергіш басының тым жоғарғы қалпымен.",
                "Теңгергіш басының тым төменгі қалпымен.",
                "Теңгергіш басының көлденең қалпы кезінде.",
                "Теңгергіш басын қайырған кезде."
            ]
        },
        "correct": 1
    },
    {
        "id": 53,
        "ru": {
            "q": "В марке СК8-3,0-4000 цифра 8 означает:",
            "a": [
                "Максимальную грузоподъемность.",
                "Максимальную длину хода.",
                "Максимальный крутящий момент.",
                "Максимальное число качаний."
            ]
        },
        "kz": {
            "q": "СК 8-3, 0-4000 маркасында 8 саны білдіреді:",
            "a": [
                "Максималды жүк көтерімділігі.",
                "Максималды тербеліс ұзындығы.",
                "Максималды айналым саны.",
                "Максималды тербеліс саны."
            ]
        },
        "correct": 0
    },
    {
        "id": 54,
        "ru": {
            "q": "Уравновешенность станка-качалки считается удовлетворительной, если разность между показаниями амперметра при ходах вверх и вниз не превышает:",
            "a": [
                "± 10% от полусуммы двух максимальных значений силы тока за цикл.",
                "± 5% от полусуммы двух максимальных значений силы тока за цикл.",
                "± 15% от полусуммы двух максимальных значений силы тока за цикл.",
                ""
            ]
        },
        "kz": {
            "q": "Егер жоғары және төмен жүру кезінде амперметр көрсеткіштерінің арасындағы айырмашылық аспаса, тербелме станогының тепе-теңдігі қанағаттанарлық болып саналады:",
            "a": [
                "Бір цикл үшін ток күшінің екі ең жоғары мәнінің жартылай қосындысынан ± 10%.",
                "Бір цикл үшін ток күшінің екі ең жоғары мәнінің жартылай қосындысынан ± 5%.",
                "Бір цикл үшін ток күшінің екі ең жоғары мәнінің жартылай қосындысынан ± 15%.",
                ""
            ]
        },
        "correct": 0
    },
    {
        "id": 55,
        "ru": {
            "q": "Способ изменения числа качаний станка-качалки:",
            "a": [
                "Изменением числа оборотов электродвигателя.",
                "Перемещением пальцев кривошипа.",
                "Перемещением контргрузов."
            ]
        },
        "kz": {
            "q": "Тербелмелі қондырғы тербеліс санын өзгерту әдісі:",
            "a": [
                "Электр қозғалтқышының айналу санын өзгерту.",
                "Иінді саусақтардың қозғалысы.",
                "Қарсы жүктерді жылжыту."
            ]
        },
        "correct": 0
    },
    {
        "id": 56,
        "ru": {
            "q": "Причины нагрева корпуса редуктора станка-качалки при эксплуатации:",
            "a": [
                "Недостаточный/чрезмерный уровень масла в редукторе.",
                "Редуктор испытывает перегрузки.",
                "Износ подшипников тихоходного вала редуктора.",
                "Правильные ответы 1, 2."
            ]
        },
        "kz": {
            "q": "Пайдалану кезінде тербелмелі қондырғының беріліс қорабының корпусын қыздыру себептері:",
            "a": [
                "Редуктордағы майдың жеткіліксіз/шамадан тыс деңгейі.",
                "Редуктор шамадан тыс жүктеме сезінеді.",
                "Редуктордың төмен жылдамдықты білігінің мойынтіректерінің тозуы.",
                "Дұрыс жауаптар 1, 2."
            ]
        },
        "correct": 0
    },
    {
        "id": 57,
        "ru": {
            "q": "На нагнетательной линии поршневого насоса должны быть установлены:",
            "a": [
                "Обратный и шаровой клапаны.",
                "Предохранительный и шаровой клапаны.",
                "Обратный и предохранительный клапаны.",
                "Двухходовой и предохранительный клапаны."
            ]
        },
        "kz": {
            "q": "Поршеньді сорғының айдау сызығына орнатылуы керек:",
            "a": [
                "Кері және шар клапандар.",
                "Қауіпсіздік және шар клапандары.",
                "Кері және қауіпсіздік клапандары.",
                "Екі жақты және қауіпсіздік клапандары."
            ]
        },
        "correct": 2
    },
    {
        "id": 58,
        "ru": {
            "q": "На какое давление должна быть опрессована фонтанная арматура после установки её на скважине?",
            "a": [
                "На давление испытания эксплуатационной колонны.",
                "На P=1.25 от рабочего.",
                "На давление, указанное в паспорте на устьевую арматуру.",
                "На P=1.5 от рабочего."
            ]
        },
        "kz": {
            "q": "Фонтандық арматура оны ұңғымаға орнатқаннан кейін қандай қысымға сығымдалуы тиіс?",
            "a": [
                "Пайдалану колоннасын сынау қысымына.",
                "Р=1.25 жұмысынан.",
                "Сағалық арматураның паспортында көрсетілген қысымға.",
                "Р=1.5 жұмысынан."
            ]
        },
        "correct": 0
    },
    {
        "id": 59,
        "ru": {
            "q": "Допускается ли установка запорного устройства между сосудом и предохранительным клапаном?",
            "a": [
                "Допускается.",
                "Не допускается.",
                "Арматура перед (за) предохранительным устройством может быть установлена при условии монтажа двух предохранительных устройств и блокировки, исключающей возможность одновременного их отключения. В этом случае каждый из них должен иметь пропускную способность."
            ]
        },
        "kz": {
            "q": "Ыдыс пен сақтандырғыш клапанның арасында тиек құрылғысын орнатуға бола ма?",
            "a": [
                "Рұқсат етіледі.",
                "Рұқсат етілмейді.",
                "Сақтандыру құрылғысының алдында (артында) арматура екі сақтандыру құрылғысын монтаждау және оларды бір уақытта ажырату мүмкіндігін болдырмайтын бұғаттау жағдайында орнатылуы мүмкін. Бұл жағдайда олардың әрқайсысының өткізу қабілеті болуы керек."
            ]
        },
        "correct": 2
    },
    {
        "id": 60,
        "ru": {
            "q": "В маркировке запорной арматуры 30с45нж Ду200Ру40, что означает буква \"с\"?",
            "a": [
                "Тип задвижки.",
                "Материал корпуса задвижки \"сталь\".",
                "Материал уплотнительных поверхностей затвора задвижки."
            ]
        },
        "kz": {
            "q": "Бекіту арматурасын таңбалауда 30с45нж Ду200 Ру40, Бұл \"с\" әрпі нені білдіреді?",
            "a": [
                "Ысырма түрі.",
                "\"Болат\" ысырмасы корпусының материалы.",
                "Ысырма ысырмасының нығыздағыш беттерінің материалы."
            ]
        },
        "correct": 1
    },
    {
        "id": 61,
        "ru": {
            "q": "Что наносится на табличке сосуда, работающего под давлением после ввода его в эксплуатацию или после освидетельствования?",
            "a": [
                "Заводской номер, дата его испытания, Ф.И.О. ответственного.",
                "Регистрационный номер, разрешенное давление, дата гидравлического испытания.",
                "Регистрационный номер, разрешенное давление, число, месяц и год следующего наружного, внутреннего осмотров и гидравлических испытаний."
            ]
        },
        "kz": {
            "q": "Пайдалануға берілгеннен кейін немесе куәландырылғаннан кейін қысыммен жұмыс істейтін ыдыстың тақтайшасына не жазылады?",
            "a": [
                "Зауыттық нөмірі, оны сынау күні, жауапты адамның Т. А. Ә.",
                "Тіркеу нөмірі, рұқсат етілген қысым, гидравликалық сынау күні.",
                "Тіркеу нөмірі, рұқсат етілген қысым, келесі сыртқы, ішкі тексерулер мен гидравликалық сынақтардың күні, айы және жылы."
            ]
        },
        "correct": 2
    },
    {
        "id": 62,
        "ru": {
            "q": "Чему должны быть подвержены промысловые трубопроводы при временном прекращении эксплуатации?",
            "a": [
                "Консервации.",
                "Ликвидации.",
                "Ремонту.",
                "Замене."
            ]
        },
        "kz": {
            "q": "Пайдалануды уақытша тоқтатқан кезде кәсіпшілік құбырлар неге бейім болуы тиіс?",
            "a": [
                "Консервациялау.",
                "Жою.",
                "Жөндеу.",
                "Ауыстыру."
            ]
        },
        "correct": 0
    },
    {
        "id": 63,
        "ru": {
            "q": "Что следует вести для трубопроводов высокого давления?",
            "a": [
                "Эксплуатационный журнал периодических испытаний и освидетельствований.",
                "Журнал учёта периодических испытаний и освидетельствований.",
                "Заключения обследований, проверок, контрольных осмотров, экспертизы безопасности."
            ]
        },
        "kz": {
            "q": "Жоғары қысымды құбырлар үшін не істеу керек?",
            "a": [
                "Мерзімді сынақтар мен куәландырудың пайдалану журналы.",
                "Мерзімді сынақтар мен куәландыруды есепке алу журналы.",
                "Қорытынды тексеру, тексерулердің, бақылау қарауларының, қауіпсіздік сараптамасының қорытындылары."
            ]
        },
        "correct": 2
    },
    {
        "id": 64,
        "ru": {
            "q": "Кто допускается к обслуживанию сосудов, работающих под давлением?",
            "a": [
                "Лица сдавшие экзамены и получившие удостоверение установленного образца.",
                "Обученные, аттестованные и имеющие удостоверение на право обслуживания сосудов, работающих под давлением.",
                "Получившие удостоверение на право обслуживания сосудов, работающих под давлением, не имеющие перерыва в работе более 12 месяцев."
            ]
        },
        "kz": {
            "q": "Қысыммен жұмыс істейтін ыдыстарға кімдер қызмет көрсетуге рұқсат етіледі?",
            "a": [
                "Емтихан тапсырған және белгіленген үлгідегі куәлік алған адамдар.",
                "Оқытылған, аттестатталған және қысыммен жұмыс істейтін ыдыстарға қызмет көрсету құқығына куәлігі бар.",
                "Қысыммен жұмыс істейтін, жұмысында 12 айдан астам үзілісі жоқ ыдыстарға қызмет көрсету құқығына куәлік алғандар."
            ]
        },
        "correct": 1
    },
    {
        "id": 65,
        "ru": {
            "q": "Куда производится запись о причинах аварийной остановки сосудов, работающих под давлением?",
            "a": [
                "В сменный журнал.",
                "В эксплуатационный журнал сосуда.",
                "В паспорт сосуда."
            ]
        },
        "kz": {
            "q": "Қысыммен жұмыс істейтін ыдыстарды авариялық тоқтату себептері туралы жазба қайда жүргізіледі?",
            "a": [
                "Ауысымдық журналға.",
                "Ыдысты пайдалану журналына.",
                "Ыдыс паспортына."
            ]
        },
        "correct": 2
    },
    {
        "id": 66,
        "ru": {
            "q": "В каком диапазоне шкалы манометра должно отображаться рабочее давление технологической установки?",
            "a": [
                "Рабочее давление должно быть в первой 1/3 шкалы.",
                "Рабочее давление должно быть выше 1/3 шкалы.",
                "Рабочее давление должно быть в пределах 1/4 и 3/4 шкалы.",
                "Рабочее давление должно быть не выше 2/3 шкалы."
            ]
        },
        "kz": {
            "q": "Манометр шкаласының қандай диапазонында Технологиялық қондырғының жұмыс қысымы көрсетілуі керек?",
            "a": [
                "Жұмыс қысымы шкаланың бірінші 1/3 бөлігінде болуы керек.",
                "Жұмыс қысымы шкаланың 1/3 бөлігінен жоғары болуы керек.",
                "Жұмыс қысымы шкаланың 1/4 және 3/4 аралығында болуы керек.",
                "Жұмыс қысымы шкаланың 2/3 жоғары болмауы тиіс."
            ]
        },
        "correct": 3
    },
    {
        "id": 67,
        "ru": {
            "q": "Где и как устанавливается метка рабочего давление на манометре?",
            "a": [
                "На стекле манометра наносится красная черта соответствующая разрешённому рабочему давлению.",
                "На циферблате манометра наносится красная черта соответствующая разрешённому рабочему давлению.",
                "На корпусе манометра устанавливается пластина красного цвета указывающая разрешённое рабочее давление.",
                "Правильные ответы 1, 3.",
                "Правильные ответы 2, 3."
            ]
        },
        "kz": {
            "q": "Манометрдегі жұмыс қысымы белгісі қайда және қалай орнатылады?",
            "a": [
                "Манометрдің шынысына рұқсат етілген жұмыс қысымына сәйкес келетін қызыл сызық салынады.",
                "Манометрдің циферблатына рұқсат етілген жұмыс қысымына сәйкес келетін қызыл сызық салынады.",
                "Манометр корпусына рұқсат етілген жұмыс қысымын көрсететін қызыл түсті пластина орнатылады.",
                "Дұрыс жауаптар 1, 3.",
                "Дұрыс жауаптар 2, 3."
            ]
        },
        "correct": 0
    },
    {
        "id": 68,
        "ru": {
            "q": "На какой высоте может быть установлен манометр диаметром 100 мм?",
            "a": [
                "от 0 до 1м.",
                "от 0 до 1,5м.",
                "от 0 до 2 м.",
                "от 2 до 5м.",
                "не более 5м."
            ]
        },
        "kz": {
            "q": "Диаметрі 100 мм манометр қандай биіктікте орнатылуы мүмкін?",
            "a": [
                "0-ден 1 м-ге дейін.",
                "0-ден 1,5 м-ге дейін.",
                "0-ден 2 м-ге дейін.",
                "2-ден 5 м-ге дейін.",
                "5м артық емес."
            ]
        },
        "correct": 2
    },
    {
        "id": 69,
        "ru": {
            "q": "С какой периодичностью производится поверка манометров и приборов КИПиА?",
            "a": [
                "Не реже раз в 6 месяцев.",
                "Не реже раз в 12 месяцев.",
                "Не реже раз в 18 месяцев.",
                "Не реже раз в 24 месяца."
            ]
        },
        "kz": {
            "q": "Манометрлер мен БӨАЖА аспаптарын тексеру қандай кезеңділікпен жүргізіледі?",
            "a": [
                "Кем дегенде 6 айда бір рет.",
                "Кем дегенде 12 айда бір рет.",
                "Кем дегенде 18 айда бір рет.",
                "Кем дегенде 24 айда бір рет."
            ]
        },
        "correct": 1
    },
    {
        "id": 70,
        "ru": {
            "q": "Какой класс точности должен иметь манометр при рабочем давлении до 25 кг/см2?",
            "a": [
                "1",
                "1,5",
                "2,5",
                "0,5"
            ]
        },
        "kz": {
            "q": "25 кг/см2 дейінгі жұмыс қысымы кезінде манометрдің қандай дәлдік сыныбы болуы тиіс?",
            "a": [
                "1",
                "1,5",
                "2,5",
                "0,5"
            ]
        },
        "correct": 2
    },
    {
        "id": 71,
        "ru": {
            "q": "На каком расстоянии от устья скважины устанавливается ЦА (цементировочный агрегат)?",
            "a": [
                "Не менее 15 м.",
                "Не менее 20 м.",
                "Не менее 10 м.",
                "Не менее 25 м."
            ]
        },
        "kz": {
            "q": "ЦА (цементтеу агрегаты) ұңғыманың сағасынан қандай қашықтықта орнатылады?",
            "a": [
                "Кемінде 15 м.",
                "Кемінде 20 м.",
                "Кемінде 10 м.",
                "Кемінде 25 м."
            ]
        },
        "correct": 3
    },
    {
        "id": 72,
        "ru": {
            "q": "Что должно быть на месте проведения работ по закачке агрессивных химреагентов?",
            "a": [
                "Аварийный запас спецодежды, спецобуви и других СИЗ.",
                "Аварийный запас спецодежды, спецобуви и других СИЗ, запас чистой воды, нейтрализующие компоненты для раствора.",
                "Запас чистой воды, нейтрализующие компоненты для раствора.",
                "Аварийный запас спецодежды, спецобуви и других СИЗ, запас чистой воды."
            ]
        },
        "kz": {
            "q": "Агрессивті химиялық реагенттерді айдау бойынша жұмыстарды жүргізу орнында не болуы тиіс?",
            "a": [
                "Арнайы киімнің, арнайы аяқ киімнің және басқа ЖҚҚ авариялық қоры.",
                "Арнайы киімнің, арнайы аяқ киімнің және басқа ЖҚҚ авариялық қоры, таза су қоры, ерітіндіге арналған бейтараптандырушы компоненттер.",
                "Ерітіндіге арналған компоненттерді бейтараптандыратын таза су қоры.",
                "Арнайы киімнің, арнайы аяқ киімнің және басқа ЖҚҚ авариялық қоры, таза су қоры."
            ]
        },
        "correct": 1
    },
    {
        "id": 73,
        "ru": {
            "q": "Какая информация помещается на табличке на поверхности сосуда, работающего под давлением?",
            "a": [
                "Регистрационный номер, разрешенное давление, дата следующего осмотра и испытания.",
                "Предельная температура сосуда.",
                "Дата следующего испытания тарировкой объема сосуда.",
                "Высота, ширина и объем сосуда."
            ]
        },
        "kz": {
            "q": "Қысыммен жұмыс істейтін ыдыстың бетіндегі тақтайшаға қандай ақпарат орналастырылады?",
            "a": [
                "Тіркеу нөмірі, рұқсат етілген қысым, келесі қарау және сынау күні.",
                "Ыдыстың шекті температурасы.",
                "Ыдыс көлемін тарирлеумен келесі сынақ күні.",
                "Биіктігі, ені және көлемі ыдыстың."
            ]
        },
        "correct": 0
    },
    {
        "id": 74,
        "ru": {
            "q": "Как монтируется выкидная линия ППУ при подаче пара в трубопровод или скважину под давлением?",
            "a": [
                "Выкидная линия монтируется из резинового шланга.",
                "Только из трубок БРС.",
                "Из резинового шланга или трубок БРС.",
                "Все варианты верны."
            ]
        },
        "kz": {
            "q": "Құбырға немесе қысыммен ұңғымаға бу беру кезінде ППУ Түсіру желісі қалай орнатылады?",
            "a": [
                "Ұңғыдан сұйықтықтың шығу құбыры резеңке түтіктен орнатылады.",
                "Тек БРС түтіктерінен.",
                "Резеңке шлангтан немесе БРС түтіктерінен.",
                "Барлық вариантар дұрыс."
            ]
        },
        "correct": 1
    },
    {
        "id": 75,
        "ru": {
            "q": "По какому документу, под чьим руководством выполняются огневые работы на территории нефтепромысла?",
            "a": [
                "По наряду допуску, под руководством мастера.",
                "По устному распоряжению начальника производства, под руководством мастера.",
                "По наряду допуску, под руководством ответственного за выполнение работ.",
                "По наряду допуску, под руководством начальника цеха."
            ]
        },
        "kz": {
            "q": "Мұнай кәсіпшілігі аумағында отпен жүргізілетін жұмыстар кімнің басшылығымен атқарылады құжат бойынша?",
            "a": [
                "Шебердің басшылығымен наряд-рұқсат бойынша.",
                "Өндіріс бастығының ауызша өкімі бойынша, шебердің басшылығымен.",
                "Жұмыстарды орындауға жауапты адамның басшылығымен наряд-рұқсат бойынша.",
                "Наряд-рұқсат бойынша, цех бастығының басшылығымен."
            ]
        },
        "correct": 2
    },
    {
        "id": 76,
        "ru": {
            "q": "Что должно быть установлено на паропроводе ППУ?",
            "a": [
                "Обратный клапан.",
                "Предохранительный клапан и запорный вентиль.",
                "Предохранительный клапан.",
                "Предохранительный и обратный клапан."
            ]
        },
        "kz": {
            "q": "ППУ бу құбырына не орнату керек?",
            "a": [
                "Кері тоспа.",
                "Қауіпсіздік клапаны және бітеу клапаны.",
                "Қауіпсіздік клапаны.",
                "Қауіпсіздік клапаны және кері тоспа."
            ]
        },
        "correct": 0
    },
    {
        "id": 77,
        "ru": {
            "q": "На каком расстоянии от устья скважины и оборудования, необходимо располагать установки для депарафинизации АДПУ?",
            "a": [
                "Не менее 25 м от устья скважины и 10 м от другого оборудования.",
                "Не менее 10 м от устья скважины и 10 м от другого оборудования.",
                "Не менее 20 м от устья скважины и 15 м от другого оборудования.",
                "Не менее 30 м от устья скважины и 5 м от другого оборудования."
            ]
        },
        "kz": {
            "q": "Ұңғыма сағасынан және жабдықтан қандай қашықтықта АДПМ-ны парафинсіздендіруге арналған қондырғыларды орналастыру қажет?",
            "a": [
                "Ұңғыма сағасынан кемінде 25 м және басқа жабдықтан 10 м кем емес.",
                "Ұңғыма сағасынан кемінде 10 м және басқа жабдықтан 10 м кем емес.",
                "Ұңғыма сағасынан кемінде 20 м және басқа жабдықтан 15 м кем емес.",
                "Ұңғыма аузынан кемінде 30 м және басқа жабдықтан 5 м кем емес."
            ]
        },
        "correct": 0
    },
    {
        "id": 78,
        "ru": {
            "q": "Периодичность проверки (наличие и состояние) аварийных СИЗОД?",
            "a": [
                "Один раз в квартал.",
                "Ежесменно.",
                "Ежемесячно.",
                "Не реже 1 раза в 6 месяцев."
            ]
        },
        "kz": {
            "q": "Авариялық ТОЖҚҚ тексеру кезеңділігі (болуы және жай-күйі)?",
            "a": [
                "Тоқсанына бір рет.",
                "Ауысым сайын.",
                "Ай сайын.",
                "6 айда кемінде 1 рет."
            ]
        },
        "correct": 1
    },
    {
        "id": 79,
        "ru": {
            "q": "Кто осуществляет подготовку объекта к проведению газоопасных работ?",
            "a": [
                "Эксплуатационный персонал цеха (производства) под руководством ответственного за подготовку.",
                "Эксплуатационный персонал цеха (производства).",
                "Эксплуатационный персонал цеха (производства) под руководством начальника цеха.",
                "Эксплуатационный персонал цеха (производства) под руководством ответственного за проведение."
            ]
        },
        "kz": {
            "q": "Объектіні газға қауіпті жұмыстарды жүргізуге дайындауды кім жүзеге асырады?",
            "a": [
                "Дайындыққа жауапты адамның басшылығымен цехтың (өндірістің) пайдаланушы персоналы.",
                "Цехтың (өндірістің) пайдаланушы персоналы.",
                "Цех бастығының басшылығымен цехтың (өндірістің) пайдаланушы персоналы.",
                "Жүргізуге жауапты адамның басшылығымен цехтың (өндірістің) пайдаланушы персоналы."
            ]
        },
        "correct": 3
    },
    {
        "id": 80,
        "ru": {
            "q": "С какой периодичностью тарируются клапаны без принудительного открывания?",
            "a": [
                "Не реже 1 раза в 6 месяцев.",
                "Тарируются с периодичностью, в зависимости от условий технологического процесса должны быть указаны в инструкции по эксплуатации предохранительных устройств, утвержденной владельцем сосуда в установленном порядке.",
                "Верно ответы 1, 2.",
                "Один раз в год."
            ]
        },
        "kz": {
            "q": "Мәжбүрлеп ашпай клапандар қандай кезеңділікпен тарировкіленеді?",
            "a": [
                "6 айда кемінде 1 рет.",
                "Технологиялық процестің шарттарына байланысты кезеңділекпен тарировкіленеді, ыдыстың иесі белгіленген тәртіппен бекіткен сақтандыру құрылғыларын пайдалану жөніндегі нұсқаулықта көрсетілуге тиіс.",
                "Дұрыс жауаптар 1, 2.",
                "Жылына бір рет."
            ]
        },
        "correct": 0
    },
    {
        "id": 81,
        "ru": {
            "q": "Потенциальные опасные места объектов нефтегазодобычи должны иметь ограждения, закрывающие доступ к ним со всех сторон. Какие требования предъявляются к данным ограждениям?",
            "a": [
                "Высота ограждений должна быть не менее 1 м, высота нижнего пояса должна равняться 15 см, промежутки между отдельными поясами должны составлять не более 40 см, расстояние между осями смежных стоек не более 2,5 м.",
                "Высота ограждений должна быть не менее 1,25 м, высота нижнего пояса должна равняться 15 см, промежутки между отдельными поясами должны составлять не более 40 см, расстояние между осями смежных стоек не более 2,5 м.",
                "Высота ограждений должна быть не менее 1,25 м, высота нижнего пояса должна равняться 15 см, промежутки между отдельными поясами должны составлять не более 40 см, расстояние между осями смежных стоек не более 2 м.",
                "Все ответы не правильны."
            ]
        },
        "kz": {
            "q": "Потенциальные опасные места объектов нефтегазодобычи должны иметь ограждения, закрывающие доступ к ним со всех сторон. Какие требования предъявляются к данным ограждениям?",
            "a": [
                "Қоршау биіктігі кемінде 1 м болуы керек, төменгі белдіктің биіктігі 15 см болуы керек, жекелеген белдіктер арасындағы аралық 40 см-ден аспауы керек, іргелес тіректердің осьтері арасындағы қашықтық 2,5 м-ден аспауы керек.",
                "Қоршау биіктігі кемінде 1,25 м болуы керек, төменгі белдіктің биіктігі 15 см болуы керек, жекелеген белдіктер арасындағы аралық 40 см-ден аспауы керек, іргелес тіректердің осьтері арасындағы қашықтық 2,5 м-ден аспауы керек.",
                "Қоршау биіктігі кемінде 1,25 м болуы керек, төменгі белдіктің биіктігі 15 см болуы керек, жекелеген белдіктер арасындағы аралық 40 см-ден аспауы керек, іргелес тіректердің осьтері арасындағы қашықтық 2 м-ден аспауы керек.",
                "Барлық жауаптар дұрыс емес."
            ]
        },
        "correct": 1
    },
    {
        "id": 82,
        "ru": {
            "q": "Какой максимальный период единовременного пребывания в шланговом противогазе и минимальный период отдыха допускается при проведении газоопасных работ?",
            "a": [
                "30 мин. работы, 30 мин. отдыха.",
                "20 мин. работы, 20 мин. отдыха.",
                "30 мин. работы, 15 мин. отдыха.",
                "15 мин. работы, 30 мин. отдыха."
            ]
        },
        "kz": {
            "q": "Газға қауіпті жұмыстарды жүргізу кезінде шланг противогазында бір мезгілде болудың ең ұзақ кезеңі және ең аз демалыс кезеңі қандай?",
            "a": [
                "30 мин. Жұмыс, 30 мин. демалыс.",
                "20 мин. Жұмыс, 20 мин. демалыс.",
                "30 мин. Жұмыс, 15 мин. демалыс.",
                "15 мин. Жұмыс, 30 мин. демалыс."
            ]
        },
        "correct": 2
    },
    {
        "id": 83,
        "ru": {
            "q": "В каких случаях проводится внеплановый инструктаж?",
            "a": [
                "При ликвидации последствий аварий, стихийных бедствий и работ, на которые оформляются наряд-допуск.",
                "При изменении технологических процессов, замене или модернизации оборудования, приспособлений, инструмента и других факторов, влияющих на безопасность труда.",
                "При нарушении работниками требований охраны труда, если эти нарушения создали реальную угрозу наступления тяжких последствий (несчастный случай на производстве, авария и т.п.).",
                "При перерывах в работе (для работ с вредными и (или) опасными условиями - более 30 календарных дней, а для остальных работ более двух месяцев).",
                "Правильные ответы 2, 3, 4."
            ]
        },
        "kz": {
            "q": "Жоспардан тыс нұсқама қандай жағдайларда өткізіледі?",
            "a": [
                "Авариялардың, дүлей зілзалалардың және наряд-рұқсат ресімделетін жұмыстардың салдарын жою кезінде.",
                "Технологиялық процестерді өзгерту, жабдықтарды, айлабұйымдарды, құралдарды және еңбек қауіпсіздігіне әсер ететін басқа да факторларды ауыстыру немесе жаңғырту кезінде.",
                "Жұмыскерлер еңбекті қорғау талаптарын бұзған кезде, егер бұл бұзушылықтар ауыр зардаптардың (өндірістегі жазатайым оқиға, авария және т. б.) басталуына нақты қатер төндірсе.",
                "Жұмыстағы үзілістер кезінде (зиянды және (немесе) қауіпті жағдайлар бар жұмыстар үшін күнтізбелік 30 күннен астам, ал қалған жұмыстар үшін екі айдан астам).",
                "Дұрыс жауаптар 2, 3, 4."
            ]
        },
        "correct": 4
    },
    {
        "id": 84,
        "ru": {
            "q": "В каких случаях проводится обучение по охране труда работникам рабочих профессий?",
            "a": [
                "При подготовке работников рабочих профессий.",
                "При перерывах в работе (для работ с вредными и (или) опасными условиями более 30 календарных дней).",
                "Переподготовке и обучении работников другим рабочим профессиям.",
                "При нарушении работниками требований охраны труда, если эти нарушения создали реальную угрозу наступления тяжких последствий (несчастный случай на производстве, авария и т.п.).",
                "Правильные ответы 1, 3."
            ]
        },
        "kz": {
            "q": "Қандай жағдайларда жұмысшы кәсіптерінің қызметкерлеріне еңбекті қорғау бойынша оқыту жүргізіледі?",
            "a": [
                "Жұмысшы кәсіптерінің қызметкерлерін даярлау кезінде.",
                "Жұмыстағы (зиянды және (немесе) қауіпті жағдайлардағы жұмыстар үшін) үзілістер кезінде-күнтізбелік 30 күннен астам.",
                "Қызметкерлерді басқа жұмыс кәсіптеріне қайта даярлау және оқыту.",
                "Жұмыскерлер еңбекті қорғау талаптарын бұзған кезде, егер бұл бұзушылықтар ауыр зардаптардың (өндірістегі жазатайым оқиға, авария және т. б.) басталуына нақты қатер төндірсе.",
                "Дұрыс жауаптар-1, 3."
            ]
        },
        "correct": 1
    },
    {
        "id": 85,
        "ru": {
            "q": "В каких случаях работник отстраняется от работы или не допускается к работе?",
            "a": [
                "При появлении работника на работе в состоянии алкогольного, наркотического или токсического опьянения, а также не прошедшего проверку знаний по охране труда.",
                "По требованию представителей вышестоящей организации и/или коллектива.",
                "Не прошедшего предварительный или периодический мед. осмотр, а также по требованию органов и должностных лиц, уполномоченных федеральными законами.",
                "Правильные ответы 1, 3.",
                "Правильные ответы 1, 2, 3."
            ]
        },
        "kz": {
            "q": "Қандай жағдайларда қызметкер жұмыстан шеттетіледі немесе жұмысқа жіберілмейді?",
            "a": [
                "Қызметкер жұмыста алкогольдік, есірткілік немесе уытқұмарлық масаң күйде, сондай-ақ еңбекті қорғау бойынша білімін тексеруден өтпеген жағдайда пайда болған кезде.",
                "Жоғары тұрған ұйым және/немесе ұжым өкілдерінің талап етуі бойынша.",
                "Алдын-ала немесе мерзімді медициналық тексеруден өтпеген, сондай-ақ мемлекеттік заңдармен уәкілеттік берілген органдар мен лауазымды тұлғалардың өтініші бойынша.",
                "Дұрыс жауаптар-1, 3.",
                "Дұрыс жауаптар-1, 2, 3."
            ]
        },
        "correct": 3
    },
    {
        "id": 86,
        "ru": {
            "q": "Укажите категорию работников, которым необходимо проходить медицинские осмотры?",
            "a": [
                "Работники, занятые на тяжелых работах.",
                "Работники, занятые на работах с вредными условиями труда.",
                "Работники, занятые на работах опасными условиями труда.",
                "Работники, занятые на работах, связанных с движением транспорта.",
                "Правильные ответы 1, 2, 3, 4."
            ]
        },
        "kz": {
            "q": "Медициналық тексеруден өту керек қызметкерлердің санатын көрсетіңіз?",
            "a": [
                "Ауыр жұмыстарда істейтін қызметкерлер.",
                "Еңбек жағдайлары зиянды жұмыстармен айналысатын қызметкерлер.",
                "Еңбек жағдайлары қауіпті жұмыстармен айналысатын қызметкерлер.",
                "Көлік қозғалысына байланысты жұмыстармен айналысатын қызметкерлер.",
                "Дұрыс жауаптар 1, 2, 3, 4."
            ]
        },
        "correct": 4
    },
    {
        "id": 87,
        "ru": {
            "q": "Какие виды инструктажа проводятся с работниками организации?",
            "a": [
                "Вводный, первичный инструктаж на рабочем месте, периодический, внеплановый, целевой.",
                "Вводный, первичный инструктаж на рабочем месте, повторный, внеочередной, целевой.",
                "Вводный, первичный инструктаж на рабочем месте, повторный, внеплановый, целевой.",
                "Вводный, первичный инструктаж на рабочем месте, квартальный, внеплановый, целевой.",
                "Вводный, первичный инструктаж на рабочем месте, повторный, внеплановый, текущий."
            ]
        },
        "kz": {
            "q": "Нұсқаулардын қандай тұрлері мекеме жұмысшылармен өткізіледі?",
            "a": [
                "Жұмыс орнындағы кіріспе, алғашқы нұсқаулық, мерзімді, жоспардан тыс, мақсатты.",
                "Жұмыс орнындағы кіріспе, алғашқы нұсқаулық, қайталама, кезектен тыс, мақсатты.",
                "Жұмыс орнындағы кіріспе, алғашқы нұсқаулық, қайталама, жоспардан тыс, мақсатты.",
                "Жұмыс орнындағы кіріспе, алғашқы нұсқаулық, тоқсандық, жоспардан тыс, мақсатты.",
                "Жұмыс орнындағы кіріспе, алғашқы нұсқама, қайталама, жоспардан тыс, ағымдағы."
            ]
        },
        "correct": 2
    },
    {
        "id": 88,
        "ru": {
            "q": "Какую подготовку перед началом работы обязаны пройти все работники организации, в том числе ее руководитель?",
            "a": [
                "Ознакомиться со своим должностным регламентом.",
                "Обязаны пройти обучение по охране труда и проверку знаний в порядке, установленном Правительством Российской Федерации.",
                "Обязаны ознакомиться с Правилами внутреннего трудового распорядка, пройти инструктаж, проверку знаний.",
                "Должны ознакомиться с опасными производственными объектами и их местонахождением на территории организации.",
                "Правильные ответы 1, 2, 3, 4."
            ]
        },
        "kz": {
            "q": "Жұмыс басталар алдында мекеменің барлық қызметкерлері, оның ішінде оның басшысы қандай дайындықтан өтуге міндетті?",
            "a": [
                "Өзінің лауазымдық регламентімен танысуға.",
                "Қазақстан Республикасының Үкіметі белгілеген тәртіппен еңбекті қорғау және білімді тексеру бойынша оқытудан өтуге міндетті.",
                "Ішкі еңбек тәртібі ережелерімен танысуға, нұсқамадан өтуге, білімін тексеруге міндетті.",
                "Қауіпті өндірістік объектілермен және олардың мекеме аумағында орналасуымен танысуға тиіс.",
                "Дұрыс жауаптар 1, 2, 3, 4."
            ]
        },
        "correct": 4
    },
    {
        "id": 89,
        "ru": {
            "q": "Каковы правила обработки ожога без нарушения целостности ожоговых пузырей?",
            "a": [
                "Подставить ожог под струю холодной воды на 10-15 минут, затем смазать обожженную поверхность маслом или жиром.",
                "Приложить к ожогу холод на 20-30 минут, затем смазать обожженную поверхность маслом или жиром.",
                "Подставить ожог под струю холодной воды на 10-15 минут или приложить к ожогу холод на 20-30 минут.",
                "Подставить ожог под струю холодной воды на 10-15 минут или приложить к ожогу холод на 20-30 минут, затем смазать обожженную поверхность маслом или жиром."
            ]
        },
        "kz": {
            "q": "Күйіктің тұтастығын бұзбай күйдіруді емдеудің қандай ережелері бар?",
            "a": [
                "Күйікті суық су ағынының астына 10-15 минутқа қойыңыз, содан кейін күйдірілген бетті маймен немесе маймен майлаңыз.",
                "20-30 минут ішінде күйікке суық жағыңыз, содан кейін күйдірілген бетті маймен немесе маймен майлаңыз.",
                "Күйікті суық су ағынының астына 10-15 минутқа ауыстырыңыз немесе күйікке 20-30 минутқа суық жағыңыз.",
                "Күйікті суық су ағынының астына 10-15 минутқа ауыстырыңыз немесе күйікке 20-30 минутқа суық жағыңыз, содан кейін күйдірілген бетті маймен немесе маймен майлаңыз."
            ]
        },
        "correct": 2
    },
    {
        "id": 90,
        "ru": {
            "q": "Порядок действия при обморожении?",
            "a": [
                "Доставить пострадавшего в теплое помещение, снять с обмороженных конечностей одежду и обувь, немедленно укрыть поврежденные конечности от внешнего тепла теплоизолирующей повязкой или одеялом и теплой одеждой, дать обильное тепло, дать 1-2 таблетки анальгина.",
                "Доставить пострадавшего в теплое помещение, снять с обмороженных конечностей одежду и обувь, растереть обмороженную кожу, укрыть поврежденные конечности от внешнего тепла теплоизолирующей повязкой или одеялом и теплой одеждой, дать обильное тепло.",
                "Доставить пострадавшего в теплое помещение, снять с обмороженных конечностей одежду и обувь, растереть обмороженную кожу, смазать кожу маслом или вазелином, укрыть поврежденные конечности от внешнего тепла теплоизолирующей повязкой или одеялом и теплой одеждой."
            ]
        },
        "kz": {
            "q": "Үсік шалу кезіндегі әрекет тәртібі?",
            "a": [
                "Зардап шегушіні жылы үй-жайға жеткізу, үсіген аяқ-қолдардан киімдерін және аяқ-киімдерін шешу, зақымданған аяқ-қолдарды сыртқы жылудан дереу жылу оқшаулағыш таңғышпен немесе көрпемен және жылы киіммен жабу, мол жылу беру, 1-2 анальгин таблеткасын беру.",
                "Зардап шегушіні жылы үй-жайға жеткізу, үсіген аяқ-қолдардан киім мен аяқ-киімді шешу, үсіген теріні ысқылау, зақымдалған аяқ-қолдарды сыртқы жылудан жылу оқшаулағыш таңғышпен немесе көрпемен және жылы киіммен жабу, мол жылу беру.",
                "Зардап шегушіні жылы үй-жайға жеткізу, үсіген аяқ-қолдардан киім мен аяқ-киімді шешіп алу, үсіген теріні ысқылау, теріні маймен немесе вазелинмен майлау, зақымдалған аяқ-қолдарды сыртқы жылудан жылу оқшаулағыш таңғышпен немесе көрпемен және жылы киіммен жабу."
            ]
        },
        "correct": 0
    },
    {
        "id": 91,
        "ru": {
            "q": "Каковы правила обработки ожога с нарушением целостности ожоговых пузырей и кожи?",
            "a": [
                "Накрыть сухой тканью, поверх сухой ткани приложить холод, затем забинтовать обожженную поверхность.",
                "Накрыть сухой тканью, поверх сухой ткани приложить холод.",
                "Промыть водой, накрыть сухой тканью, поверх сухой ткани приложить холод, затем забинтовать обожженную поверхность."
            ]
        },
        "kz": {
            "q": "Күйік пен терінің тұтастығы бұзылған күйікті емдеу ережелері қандай?",
            "a": [
                "Құрғақ шүберекпен жабыңыз, құрғақ матаның үстіне суық жағыңыз, содан кейін күйдірілген бетті таңыңыз.",
                "Құрғақ шүберекпен жабыңыз, құрғақ матаның үстіне суық жағыңыз.",
                "Сумен шайыңыз, құрғақ шүберекпен жабыңыз, құрғақ матаның үстіне суық жағыңыз, содан кейін күйдірілген бетті таңыңыз."
            ]
        },
        "correct": 1
    },
    {
        "id": 92,
        "ru": {
            "q": "На какое время накладывается кровоостанавливающий жгут?",
            "a": [
                "Не более чем на 1,5 часа.",
                "Не более чем на 1 час.",
                "Не более чем на 2,5 часа."
            ]
        },
        "kz": {
            "q": "Гемостатикалық турникет қанша уақытқа қолданылады?",
            "a": [
                "1,5 сағаттан артық емес.",
                "1 сағаттан артық емес.",
                "2,5 сағаттан артық емес."
            ]
        },
        "correct": 1
    },
    {
        "id": 93,
        "ru": {
            "q": "Что главное при оказании медицинской помощи при переломе конечности?",
            "a": [
                "Наложить стерильную повязку.",
                "Иммобилизация (создание покоя) поврежденной конечности.",
                "Приложить холод на место перелома."
            ]
        },
        "kz": {
            "q": "Аяқ-қол сынған кезде медициналық көмек көрсету кезінде не маңызды?",
            "a": [
                "Стерильді таңғышты жағыңыз.",
                "Зақымдалған аяқ-қолды иммобилизациялау (демалу).",
                "Сынық орнына суық басыңыз."
            ]
        },
        "correct": 1
    },
    {
        "id": 94,
        "ru": {
            "q": "Какова первая медицинская помощь при ушибах?",
            "a": [
                "Обработать место ушиба йодом.",
                "Наложить тугую повязку.",
                "Приложить холод."
            ]
        },
        "kz": {
            "q": "Жеңіл соққы алған кезде алғашқы медициналық көмек қандай?",
            "a": [
                "Көгерген жерді йодпен емдеңіз.",
                "Қатты таңғышты жағыңыз.",
                "Суық басыңыз."
            ]
        },
        "correct": 2
    },
    {
        "id": 95,
        "ru": {
            "q": "Что необходимо определять для всех производственных и складских помещений?",
            "a": [
                "Степень огнестойкости.",
                "Класс опасности, степень огнестойкости.",
                "Категорию взрывопожарной и пожарной опасности, класс зоны по ПУЭ."
            ]
        },
        "kz": {
            "q": "Барлық өндірістік және қойма үй-жайлары үшін нені анықтау қажет?",
            "a": [
                "Отқа төзімділік дәрежесі.",
                "Қауіптілік сыныбы, отқа төзімділік дәрежесі.",
                "Жарылыс-өрт және өрт қауіптілігі санаты, ЭОЕ бойынша аймақ сыныбы."
            ]
        },
        "correct": 1
    },
    {
        "id": 96,
        "ru": {
            "q": "С какой периодичностью проводится обучение пожарно-техническому минимуму руководителей, специалистов и работников организаций, связанных с взрывопожароопасным производством?",
            "a": [
                "Периодичность обучения один раз в год.",
                "При перерывах в работе более шести месяцев.",
                "Периодичность обучения один раз в три года."
            ]
        },
        "kz": {
            "q": "Өрт-жарылыс қауіпті өндіріспен байланысты ұйымдардың басшыларын, мамандары мен жұмыскерлерін өрт-техникалық минимумына оқыту қандай кезеңділікпен жүргізіледі?",
            "a": [
                "Оқыту мерзімділігі жылына бір рет.",
                "Жұмыста алты айдан астам үзіліс болған кезде.",
                "Оқыту мерзімділігі үш жылда бір рет."
            ]
        },
        "correct": 0
    },
    {
        "id": 97,
        "ru": {
            "q": "Сроки перезарядки порошковых и углекислотных огнетушителей?",
            "a": [
                "Раз в год.",
                "Раз в год выборочно.",
                "После применения огнетушителя, падения давления внутри огнетушителя ниже нормативной (стрелка манометра в красной зоне 0), но не реже одного раза в 5 лет.",
                "Один раз в три года."
            ]
        },
        "kz": {
            "q": "Ұнтақты және көмірқышқылды өрт сөндіргіштерді қайта зарядтау мерзімі?",
            "a": [
                "Жылда 1 рет.",
                "Жылына бір рет іріктеп.",
                "Өрт сөндіргішті қолданғаннан кейін, өрт сөндіргіштің ішіндегі қысым нормативтен төмен түссе (қызыл аймақтағы манометр көрсеткіші-0), бірақ 5 жылда кемінде бір рет.",
                "Үш жылда бір рет."
            ]
        },
        "correct": 2
    },
    {
        "id": 98,
        "ru": {
            "q": "Что должно быть установлено перед взрывоопасным объектом?",
            "a": [
                "Табличка с указанием Ф.И.О, ответственного за пожарную безопасность.",
                "Схема с указанием расположения зданий и сооружений на объекте.",
                "Табличка с указанием местонахождения средств пожаротушения.",
                "Табличка с указанием Ф.И.О. ответственного за пожарную безопасность и номера телефона вызова пожарной охраны."
            ]
        },
        "kz": {
            "q": "Жарылыс қаупі бар объектінің алдында не орнату керек?",
            "a": [
                "Өрт қауіпсіздігіне жауапты адамның Т. А. Ә. көрсетілген тақтайша.",
                "Объектідегі ғимараттар мен құрылыстардың орналасуы көрсетілген схема.",
                "Өрт сөндіру құралдарының орналасқан жері көрсетілген тақтайша.",
                "Өрт қауіпсіздігіне жауапты адамның Т.А. Ә. және өрт күзетін шақыру телефонының нөмірі көрсетілген тақтайша."
            ]
        },
        "correct": 2
    },
    {
        "id": 99,
        "ru": {
            "q": "Ответственным лицом за выполнение подготовительных работ при проведении огневых работ подрядной организацией на объекте могут быть назначены?",
            "a": [
                "ИТР подрядной организации.",
                "Только специалисты данного объекта.",
                "Руководитель объекта, на котором проводятся огневые работы."
            ]
        },
        "kz": {
            "q": "Объектіде мердігерлік ұйым отпен жүргізілетін жұмыстарды жүргізу кезінде дайындық жұмыстарын орындауға жауапты адамды тағайындауы мүмкін бе?",
            "a": [
                "Мердігерлік ұйымның ИТҚ.",
                "Тек осы нысанның мамандары.",
                "Отпен жүргізілетін жұмыстар жүргізілетін объектінің басшысы."
            ]
        },
        "correct": 2
    },
    {
        "id": 100,
        "ru": {
            "q": "В каких случаях проводится целевой противопожарный инструктаж?",
            "a": [
                "При изменении технологического режима.",
                "При замене оборудования на новое.",
                "При направлении рабочих и служащих на выполнение разовой работы, связанной с повышенной пожарной опасностью."
            ]
        },
        "kz": {
            "q": "Мақсатты өртке қарсы нұсқаулық қандай жағдайларда өткізіледі?",
            "a": [
                "Технологиялық режим өзгерген кезде.",
                "Жабдықты жаңасына ауыстыру кезінде.",
                "Жұмысшылар мен қызметшілерді өрт қаупінің жоғарылауымен байланысты бір реттік жұмысты орындауға жіберген кезде."
            ]
        },
        "correct": 2
    }
];
